Repository: wikimedia/operations-debs-contenttranslation-apertium-eu-en
Catalog: corpus/metamorphosis.tmx
Source language: en
Languages: eu

source: He could not open the door, and he did not want to chase away his sister who had to remain with her mother.
eu: Aita zen.– Zer gertatu da ba? –izan ziren bere lehenengo hitzak.

source: At this point he had nothing to do but wait, and overwhelmed with self-reproach and worry, he began to creep and crawl over everything: walls, furniture, and ceiling,.
eu: Greteren itxurak dena zioen. Honek bere aurpegia aitaren bularrean ezkutatu eta ahots isilaz erantzun zuen:

source: Finally, in his despair, as the entire room started to spin around him, he fell onto the middle of the large table.
eu: – Ama zorabiatu egin da, baina orain hobeto dago.

source: A short time elapsed.
eu: Gregoriok ihes egin du.

source: Gregor lay there limply.
eu: –Banekien –esan zuen aitak–.

source: All around was still. Perhaps that was a good sign.
eu: Abisatu nizuen; baina zuek, emakumeok, inoiz ez duzue kasurik egin nahi.

source: Then there was ring at the door. The servant girl was naturally shut up in her kitchen, and Grete must therefore go to open the door.
eu: Gregoriorentzat agerikoa zen aitak Greteren berria txarto ulertu zuela eta aitak, bestalde, bere semeak zerbait txarra egin zuela suposatzen zuen.

source: The father had arrived. "What's happened," were his first words. Grete's appearance had told him everything.
eu: Gregoriok beharrezkoa zuen, beraz, aita lasaitzea, ez baitzuen ez denborarik, ez baliabiderik gertatutakoa azaltzeko.

source: Grete replied with a dull voice; evidently she was pressing her face into her father's chest: "Mother fainted, but she's getting better now. Gregor has broken loose". "Yes, I have expected that," said his father, "I always told you that, but you women don't want to listen".
eu: Horregatik, bere logelako atera joan eta haren kontra estutu zuen gorputza, aitak, sartzen zenean, ulertu zedin bere logelara berehala bueltatzeko asmoa zuela eta aski zuela atea irekitzea, momentuan Gregorio desagertu zedin.

source: It was clear to Gregor that his father had badly misunderstood Grete's short message and was assuming that Gregor had committed some violent crime or other.
eu: Baina egoera kaskar honen aurrean, aita ez zen hori ulertzeko prest egongo.

source: Thus, Gregor now had to find his father to calm him down, for he had neither the time nor the opportunity to clarify things for him.
eu: – Ah! –oihu egin zuen aitak, sartu zenean, ahots haserre, baita mehatxatzailearekin ere. Gregoriok burua atetik aldendu zuen, eta aitari begiratu zion.

source: And so he rushed away to the door of his room and pushed himself against it, so that his father could see right away as he entered from the hall that Gregor fully intended to return at once to his room, that it was not necessary to drive him back, but that one only needed to open the door and he would disappear immediately.
eu: Gregorio ez zen aurretik aitaren aurrean horrela inoiz azaldu. Egia da, beste alde batetik, azken aldian, Gregoriok ez zizkiela etxeko gertaerei garrantzirik ematen, lanpetuta baitzebilen alde batetik bestera arrastatzeko asmatutako metodo berriarekin; eta, beraz, aldaketa nabarmenak aurkitzeko prest egon beharko zela.

source: But his father was not in the mood to observe such niceties. "Ah," he yelled as soon as he entered, with a tone as if he were all at once angry and pleased.
eu: Baina, guztiaren gainetik, ba al zen gizon hura bere benetako aita?Ba al zen hura, antzina, Gregoriok negozio bidaiak egiten zituenean, ohean arduratuta gelditzen zen gizona?

source: Gregor pulled his head back from the door and raised it in the direction of his father. He had not really pictured his father as he now stood there.
eu: Arratsaldez, Gregorio etxera bueltatzen zenean, txabusina jantzita zuela, besaulkian jesarririk, bere semea alaitsu agurtzen zuena?

source: Of course, what with his new style of creeping all around, he had in the past while neglected to pay attention to what was going on in the rest of the apartment, as he had done before, and really should have grasped the fact that he would encounter different conditions. Nevertheless, nevertheless, was that still his father?
eu: Igande eta jai egun batzuetan, ama eta Gregoriorekin gutxitan emandako paseoetan, bere jaka zaharraz biltzen zena, makuluaz baliaturik, poliki-poliki eta aldiko pixka bat aurreratzen zuen gizon hura bera ote zen? eta zerbait esan nahi zuen guztietan gelditu eta ondokoak geldiarazten zituen hura bera?

source: Was that the same man who had lain exhausted and buried in bed in earlier days when Gregor was setting out on a business trip, who had received him on the evenings of his return in a sleeping gown and arm chair, totally incapable of standing up, who had only lifted his arm as a sign of happiness, and who in their rare strolls together a few Sundays a year and on the important holidays made his way slowly forwards between Gregor and his mother (who themselves moved slowly), always a bit more slowly than them, bundled up in his old coat, all the time setting down his walking stick carefully, and who, when he had wanted to say something, almost always stood still and gathered his entourage around him?
eu: Orain, ostera, tente eta zuzen joaten zen, urre koloreko botoiak zituen uniforme urdin batekin jantzita, bankuko ordenantzek eramaten dituztenen modukoa; jakaren lepoaren gainean bere kokospea baino ez zen ikusten; bekain iletsuen azpian, bere begi beltzen begirada bizi eta erneak errespetu handia ematen zuen; bere ile zuria, ordura arte beti korapilaturik zeramana, orain, artesi distiratsu eta ia perfektu batek banantzen zuen. Urre kolorezko intsigniadun kapela –bankuren batena seguruenik– sofa gainera bota zuen aitak, eta, buelta bat emanik, Gregoriorengana heldu zen, etsai espresioarekin, eskuak galtzen poltsikoan zituela, eta lebitadun uniformearen hegal luzeak atzeraka bilduta.

source: But now he was standing up really straight, dressed in a tight fitting blue uniform with gold buttons, like the ones servants wear in a banking company.
eu: Aitak ez zekien zer egin; eta oinak ezohiko modu batean altxatu zituenean, hauen handitasunak Gregorio harritu egin zuen.

source: Above the high stiff collar of his jacket his firm double chin stuck out prominently, beneath his bushy eyebrows the glance of his black eyes was freshly penetrating and alert, his otherwise disheveled white hair was combed down into a carefully exact shining part.
eu: Baina, honek ez zuen Gregorio haserretu, berak bere bizitza berriaren hasieratik jakin bazekielako aitarentzat, bere semeari zegokionez, zorroztasunik gogorrena ere gutxi zela.

source: He threw his cap, on which a gold monogram (apparently the symbol of the bank) was affixed, in an arc across the entire room onto the sofa and moved, throwing back the edge of the long coat of his uniform, with his hands in his trouser pockets and a grim face, right up to Gregor.
eu: Beraz, aitaren aurrean korrika hasi zen; hau gelditzen zenean Gregorio ere gelditzen zen; eta berriro korrikari ekiten zion aita mugitzen zela ikusi orduko. Horrela, gelaren inguruan bueltaka ibili ziren, baina ez zen ezer gertatu.

source: He really didn't know what he had in mind, but he raised his foot uncommonly high anyway, and Gregor was astonished at the gigantic size of his sole of his boot.
eu: Are gehiago, honek, etenaldi ugarien eraginez, ez zuen jazarpen bat ere ematen.

source: However, he did not linger on that point. For he knew from the first day of his new life that as far as he was concerned his father considered the greatest force the only appropriate response.
eu: Gregorio, momentuz, lurrean gelditu zen, batez ere, aitak pentsa ez zedin paretetatik edo sabaitik ihes egingo zuenik.

source: And so he scurried away from his father, stopped when his father remained standing, and scampered forward again when his father merely stirred.
eu: Gainera, Gregoriok onartu behar izan zuen korrikaldi horiek ezingo zutela gehiago iraun, aitak urrats bat ematen zueneko, berak hamaika mugimendu egin behar baitzituen.

source: In this way they made their way around the room repeatedly, without anything decisive taking place; indeed because of the slow pace it didn't look like a chase.
eu: Gregorio itotzen hasia zen; bere aurreko bizitzan ere ez zituen birika osasuntsuak eduki.

source: Gregor remained on the floor for the time being, especially as he was afraid that his father could take a flight up onto the wall or the ceiling as an act of real malice.
eu: Pixka batean kulunkatu zen, ihes egiteko ahal bezain indar gehien lortzeko asmoz; begiak ere ezin zituen guztiz irekita eduki; egin zezakeen gauza bakarra ihes egitea zen.

source: At any event Gregor had to tell himself that he couldn't keep up this running around for a long time, because whenever his father took a single step, he had to go through an enormous number of movements.
eu: Jadanik paretak ere libre zeudela ahaztuta zuen, hauetan altzari arriskutsuak baziren ere.

source: Already he was starting to suffer from a shortage of breath, just as in his earlier days his lungs had been quite unreliable.
eu: Orduan, bortizki jaurtitako zerbait bere albora jausi zen biraka: sagar bat zen.

source: As he now staggered around in this way in order to gather all his energies for running, hardly keeping his eyes open, in his listlessness he had no notion at all of any escape other than by running and had almost already forgotten that the walls were available to him, although they were obstructed by carefully carved furniture full of sharp points and spikes--at that moment something or other thrown casually flew down close by and rolled in front of him.
eu: Ondoren, beste sagar bat; Gregorio, zeharo ikaraturik, geldi-geldirik geratu zen: alferrikakoa zen korrika egiten jarraitzea, aitak bere aurka egitea erabaki baitzuen; honek poltsikoak frutontziko sagar guztiekin bete zituen eta sagar bat bestearen atzean botatzen zizkion Gregoriori, bete-betean asmatu gabe. Sagar gorriak lurrean ari ziren biraka, bata bestearekin talkaka.

source: It was an apple; immediately a second one flew after it. Gregor stood still in fright.
eu: Horietariko batek, trebetasun handiagoz botatakoa, Gregoriori jo zion bizkarrean, baina honek ez zion minik eman.

source: Further flight was useless, for his father had decided to bombard him.
eu: Hurrengoa, ostera, bizkarrari itsatsirik geratu zitzaion.

source: From the fruit bowl on the sideboard his father had filled his pockets, and now, without for the moment taking accurate aim, was throwing apple after apple.
eu: Baina Gregoriok arrastaka jarraitu zuen, lekuz aldatzeak mina arinduko ziolakoan; bertan mugitu ezinik egongo balitz bezala sentitu zen orduan, eta konortea galduz, hankak zabal-zabal eginda, lurrera erori zen.

source: These small red apples rolled as if electrified around on the floor and collided with each other.
eu: Gregoriok ikusi zuen azkena bere logelako atea bortizki irekitzen zela izan zen.

source: A weakly thrown apple grazed Gregor's back but skidded off harmlessly. However another thrown immediately after that one drove into Gregor's back really hard.
eu: Lehendabizi, ama irten zen, alkandora jantzita zuela korrika egiten zuelarik –Gretek hau biluztu baitzuen konortea galdu zuenean arnasa hobeto har zezan–, eta honen atzean arreba zetorren, oihuka.

source: Gregor wanted to drag himself off, as if the unexpected and incredible pain would go away if he changed his position.
eu: Amak aitarengana korrika egiten zuen, bidetik arropa erortzen zitzaiolarik, eta, azkenean, arropekin estropezu egin eta aita besarkatu zuen…

source: But he felt as if he was nailed in place and lay stretched out completely confused in all his senses.
eu: Gregoriok ia ezer ikusten ez zuelarik, amak aitari haien semea barkatzeko eskatu zion.==3.

source: Gregor's serious wound, from which he suffered for over a month (since no one ventured to remove the apple, it remained in his flesh as a visible reminder), seemed by itself to have reminded the father that, in spite of his present unhappy and hateful appearance, Gregor was a member of the family, something one should not treat as an enemy, and that it was, on the contrary, a requirement of family duty to suppress one's aversion and to endure--nothing else, just endure.
eu: Zauri larri horrek, sendatzeko hilabete bat baino gehiago behar izan zuenak –inor ez baitzen bizkarreko sagarra, azalean itsatsirik gelditu zen froga hura kentzen ausartu– amari eta Greteri Gregorio familiakoa zela gogorarazi zien, baita aitari ere. Gregorio, beraz, ez zuten etsai moduan hartu behar; errespetua sor zioten.

source: And if through his wound Gregor had now apparently lost for good his ability to move and for the time being needed many many minutes to crawl across this room, like an aged invalid (so far as creeping up high was concerned, that was unimaginable), nevertheless for this worsening of his condition, in his opinion, he did get completely satisfactory compensation, because every day towards evening the door to the living room, which he was in the habit of keeping a sharp eye on even one or two hours beforehand, was opened, so that he, lying down in the darkness of his room, invisible from the living room, could see the entire family at the illuminated table and listen to their conversation, to a certain extent with their common permission, a situation quite different from what happened before.
eu: Hortaz, egoerari eustea besterik ez zuten. Gregoriori dagokionez, zauriaren ondorioz mugitzeko trebezia galdu bazuen ere eta, edadeko elbarri baten gisa, bere logela gurutzatzeko –paretan ibiltzea pentsatu ere ezin egin– minutu amaigabeak behar bazituen ere, bere egoera kaskarrean, berarentzako nahikoa zen ordaina jaso zuen: arratsalde orotan, jangelako atea irekita egoten zen, eta Gregorio, logelan zegoela, besteentzako ikustezina zen iluntasunean, familia guztia ikus zezakeen argituta zegoen mahaiaren inguruan, eta haien elkarrizketak ere guztien baimenarekin entzun zitzakeela esan daiteke, lehen ez bezala.

source: Of course, it was no longer the animated social interaction of former times, about which Gregor in small hotel rooms had always thought about with a certain longing, when, tired out, he had to throw himself in the damp bedclothes.
eu: Argi dago, oraingo elkarrizketa hauek ez zutela zerikusirik antzinako hizketaldi alaiekin, Gregorio – bidaiari zebilela– ostatuetako gela kaxkarretan, ohe arrotzeko izara hezeen gainean bildurik, hamaika aldiz faltan bota zituen horiekin.

source: For the most part what went on now was very quiet.
eu: Orain, gehienetan, gaua isiltasunean igarotzen zen.

source: After the evening meal the father fell asleep quickly in his arm chair; the mother and sister talked guardedly to each other in the stillness.
eu: Afaltzen zeuden bitartean, aitak bere besaulkian lo hartzen zuen, eta, bitartean, ama eta arreba isil-isilik egoten ziren.

source: Bent far over, the mother sewed fine undergarments for a fashion shop.
eu: Ama, argiaren kontra jarrita, denda batentzako arropa zuri fina josten jarduten zuen.

source: The sister, who had taken on a job as a salesgirl, in the evening studied stenography and French, so as perhaps later to obtain a better position.
eu: Arreba, berriz, saltzaile sartu zen eta gauetan eszenografia eta frantsesa ikasten zituen, etorkizunean lan hobea lortzeko asmoz.

source: Sometimes the father woke up and, as if he was quite ignorant that he had been asleep, said to the mother "How long you have been sewing today!" and went right back to sleep, while the mother and the sister smiled tiredly to each other.
eu: Noizbehinka aita esnatu egiten zen eta, lo egin ez balu bezala, amari esaten zion: <<Josi eta josi, ez daukazu beste konturik!>>. Eta, berehalaxe, berriro ere loak hartzen zuen, amak eta arrebak, leher eginik, elkarri irribarre egiten ziotelarik.

source: With a sort of stubbornness the father refused to take off his servant's uniform even at home, and while his sleeping gown hung unused on the coat hook, the father dozed completely dressed in his place, as if he was always ready for his responsibility and even here was waiting for the voice of his superior.
eu: Aitak ez zuen bere uniformea, etxean zegoenean ere, kendu nahi; eta txabusinak alfer-alferrik esekitokian jarraitzen zuen bitartean, aita lo seko zegoen; uniformea jantzita egiten zuen lo, beti prestatuta egon nahi izango balu bezala eta etxean ere nagusien agindua entzutea espero bailuen.

source: As result, in spite of all the care of the mother and sister, his uniform, which even at the start was not new, grew dirty, and Gregor looked, often for the entire evening, at this clothing, with stains all over it and with its gold buttons always polished, in which the old man, although very uncomfortable, slept peacefully nonetheless.
eu: Ondorioz, uniformea zahartu egin zen, ama eta arreba hau beti garbi egoteaz arduratzen ziren arren. Gregoriok orduak eta orduak ematen zituen uniformeari begira.

source: As soon as the clock struck ten, the mother tried encouraging the father gently to wake up and then persuading him to go to bed, on the ground that he couldn't get a proper sleep here and the father, who had to report for service at six o'clock, really needed a good sleep.
eu: Aitarentzat deserosoak baziren ere, lasai hartzen zuen lo. Hamarretan, ama, aita esnatzen ahalegintzen zen, oheratu eta behar zen moduan lo egin zezan esaten ziolarik goxo-goxo.

source: But in his stubbornness, which had gripped him since he had become a servant, he insisted always on staying even longer by the table, although he regularly fell asleep and then could only be prevailed upon with the greatest difficulty to trade his chair for the bed.
eu: Izan ere, aitak ondo lo egin beharra zuen, seietan sartzen baitzen lanera. Baina hau, oso burugogorra zenez, ezetz esaten zion amari beti, berak mahaian jarraitu nahi zuela adieraziz, nahiz eta aitak bazekien bertan lo hartuko zuela eta besaulkitik ohera aldaraztea erruz kostatzen zitzaiela.

source: No matter how much the mother and sister might at that point work on him with small admonitions, for a quarter of an hour he would remain shaking his head slowly, his eyes closed, without standing up.
eu: Ama eta arreba saiatzen baziren ere, aitak bere horretan jarraitzen zuen, begiak itxita. Amak zamarra-besotik tiratzen zion, belarrira hitz goxoak xuxurlatzen zizkiola; arrebak lanari uzten ziolarik, ama laguntzera joaten zen.

source: The mother would pull him by the sleeve and speak flattering words into his ear; the sister would leave her work to help her mother, but that would not have the desired effect on the father.
eu: Baina honek ez zuen ezertarako balio, aitak ez baitzuen amore ematerik nahi. Honek begiak irekitzen zituen momentu bakarra amak eta arrebak besapetik heltzen ziotenean zen.

source: He would settle himself even more deeply in his arm chair.
eu: Orduan, haiei begira, oihukatzen zuen:

source: Only when the two women grabbed him under the armpits would he throw his eyes open, look back and forth at the mother and sister, and habitually say "This is a life.
eu: – Hau bizimodua, hau!Neure azken egunotan ere lasai egoterik ez, alajaina!

source: This is the peace and quiet of my old age". And propped up by both women, he would heave himself up, elaborately, as if for him it was the greatest travail, allow himself to be led to the door by the women, wave them away there, and proceed on his own from there, while the mother quickly threw down her sewing implements and the sister her pen in order to run after the father and help him some more.
eu: Eta egundoko pisuak zapalduko balu bezala, nekez baino nekezago altxatzen zen, ama eta arrebaren laguntzaz; ateraino laguntzen ziotenean, keinu egiten zien: haien beharrik ez zuela; eta bakarrik jarraitzen zuen aurrera, baina, lanari utzirik, berriro harengana hurbiltzen ziren Grete eta ama, laguntzen jarraitzeko.

source: In this overworked and exhausted family who had time to worry any longer about Gregor more than was absolutely necessary?
eu: Lanagatik neka-neka egindako familia horretan, nork dedika ziezaiokeen behar-beharrezkoa baino denbora gehiago Gregoriori?

source: The household was constantly getting smaller. The servant girl was now let go.
eu: Etxean gero eta jende gutxiago gelditzen zen; neskamea kaleratu zuten; lan neketsuenetarako beste bat hartu zuten.

source: A huge bony cleaning woman with white hair flapping all over her head came in the morning and the evening to do the heaviest work.
eu: Oso emakume altua eta argala zen, buruan ile zuri gutxi zituena, goizez eta arratsaldez une batez etortzen zena.

source: The mother took care of everything else in addition to her considerable sewing work.
eu: Hortaz, amak jostearekin gutxi ez zuela, gainerako etxeko lanei ere heldu behar izan zien.

source: It even happened that various pieces of family jewelry, which previously the mother and sister had been overjoyed to wear on social and festive occasions, were sold, as Gregor found out in the evening from the general discussion of the prices they had fetched.
eu: Ez hori bakarrik, familiakoak ziren hainbat bitxi ere saldu behar izan zituzten, antzina, jai eta bileretara joateko, amak eta arrebak harro erakutsi ohi zituztenak.

source: But the greatest complaint was always that they could not leave this apartment, which was too big for their present means, since it was impossible to imagine how Gregor might be moved.
eu: Salmentan lortutako irabaziei buruz hitz egiten zutelarik, gauetan familian izaten zituzten hizketaldi haietako bati esker jakin zuen Gregoriok hori.

source: But Gregor fully recognized that it was not just consideration for him which was preventing a move (for he could have been transported easily in a suitable box with a few air holes); the main thing holding the family back from a change in living quarters was far more their complete hopelessness and the idea that they had been struck by a misfortune like no one else in their entire circle of relatives and acquaintances.
eu: Baina familia gehien kezkatzen zuen arazoa etxez aldatu ezina zen, ez baitzegoen Gregorio inola ere ez eramateko modurik. Alabaina, Gregoriok jakin bazekien bera ez zela etxez ezin aldatzearen benetako oztopoa, ondo eraman zitekeelako kutxa batean, arnasa hartzeko zuloak eginda.

source: What the world demands of poor people they now carried out to an extreme degree.
eu: Familiarentzat eragozpen bakarra bizi zuten egoera kaskarra zen, ezagunek eta senideek ezagutzen ez zutena alegia.

source: The father brought breakfast to the petty officials at the bank, the mother sacrificed herself for the undergarments of strangers, the sister behind her desk was at the beck and call of customers, but the family's energies did not extend any further.
eu: Zorigaitzak jo zituen denak: aitak bankuko langile apalaren gosariaren bila joan behar zuen; ama arrotzentzat arropa josten ari zen; arreba, batera eta bestera, salmahaiaren atzean ematen zuen eguna, bezeroen gutizien menpe.

source: And the wound in his back began to pain Gregor all over again, when now mother and sister, after they had escorted the father to bed, came back, let their work lie, moved close together, and sat cheek to cheek and when his mother would now say, pointing to Gregor's room, "Close the door, Grete," and when Gregor was again in the darkness, while close by the women mingled their tears or, quite dry eyed, stared at the table.
eu: Baina familiak, bizitasuna galdu zuelarik, ezin zion egoera honi aurre egin. Eta Gregoriok bizkarreko zaurian mina berritzen sentitzen zuen ama eta arreba, aita ohera eraman ostean, jangelara itzuli eta, nork bere lana bertan behera utzirik, elkarren ondoan, oso hurbil, jesartzen zirenean.
